class Muzmur{
  final String title;
  final String body;
  const Muzmur({required this.title,required this.body});
}

const allMuzmur = [
       Muzmur(
        title: 'ደጅ ጠናሁ ቆይቼ',
        body: 'ደጅ ጠናሁ ቆይቼ ኪዳነምህረትን \nተጽናናሁኝ ረሳሁ ሀዘኔን \nየአምላክ እናት እመቤታችን /2/\nሞገስ ሁኚኝ ቀሪው ዘመኔን /2/ \nየመከራው ዘመን አለፈ እንደ ዋዛ \nአንቺን ተጠግቼ የዓለሟን ቤዛ \nየልጅሽ ቸርነት የአንቺም ደግነት \nባሪያሽን ሰወረኝ ከአስጨናቂው ሞት \nእናቴ ስምሽን ስጠራ \nአለፈ ያ ሁሉ መከራ \nእንባዬ በፊትሽ ፈሰሰ \nእምዬ ባንቺ ነው የታበሰ \nሰላም ለኪ \n\nልቤ ባንቺ ጸና ከፍ ከፍም አለ\nበጠላቶቼም ላይ አፌ ተናገረ \nበማዳንሽ ስራ ባሪያሽ ደስ ብሎኛል \nየሐያላኑን ቀስት ልጅሽ ሰብሮልኛል \nእናቴ ስምሽን ስጠራ \nአለፈ ያ ሁሉ መከራ \nእንባዬ በፊትሽ ፈሰሰ \nእምዬ ባንቺ ነው የታበሰ \nሰላም ለኪ \n\nእጄ ባዶ ሲሆን ወዳጆቼም ሸሹ \nበመርገም ምከራቸው ሊለያዩኝ ሲሹ \nእርሱ የሰጠኝን እርሱ ወሰደ አልኳቸው \nእመቤቴ አለችኝ ብዬ አሳፈርኳቸው \nእናቴ ስምሽን ስጠራ አለፈ ያ ሁሉ መከራ \nእንባዬ በፊትሽ ፈሰሰ እምዬ ባንቺ ነው የታበሰ \nሰላም ለኪ \n\nከአውደ ምህረቱ ሆኜ ስጠራት \nዘንበል ብላ አየችኝ ኪዳነ ምህረት \nሐሳብሽን ምንም የለም የሚመስለው \nእረፍት ያገኘሁት እናቴ ባንቺ ነው \nእናቴ ስምሽን ስጠራ አለፈ ያ ሁሉ መከራ \nእንባዬ በፊትሽ ፈሰሰ \nእምዬ ባንቺ ነው የታበሰ \nሰላም ለኪ'
        ),
        Muzmur(
        title: 'የስላሴን መንበር',
        body: 'የስላሴን መንበር ቅዱሳን ከበውት \nኪሩቤል በደመና ዙፋኑን ይዘውት  \nድንግልን ከመሃል ሚካኤልን ከፊት \nአእላፍ መላዕከት ሲሰግዱ በፍርሃት \nእዩ ተመልከቱ የሰማዩን ድምቀት እዩ ተመልከቱ የሰማዩን አባት \nየስላሴን መንበር ቅዱሳን ከበውት \nእያሸበሸቡ የሰማይ መላዕክት \nካህናተ ሰማይ ስሉስ ቅዱስ ሲሉ \nበጽድቅ ስራቸው በምድር ይታያሉ /2/ \n\nየቅዱሳን ህብረት የቅዱሳን ሀገር \nሲያወድስ ይኖራል የስላሴን መንበር \nፍቅርና ርህራሄን የተሞላች ሰማይ \nእግዚአብሔር ያድለን በትንሣኤ እንድናይ /3/'
        ),
        Muzmur(
        title: 'ለማርያም እንዘምራለን',
        body: 'ለማርያም /2/ \nእንዘምራለን ለዘለዓለም /2/ \n\nየተዘጋጅ በር ለዘለዓለም ህዝቅኤል ብሏል ለዘለዓለም \nንጽህይት ናት በእውነት ለዘለዓለም በፍፁም ድንግል \nአብነት አድርገን ለዘለዓለም እኛም እርሱን ለዘለዓለም \nበፍፁም ፍቅር አንዘምራለን /2/ \n\nየዋህት እርግብ ለዘለዓለም ሠላም አብሳሪ ለዘለዓለም \nጨለማ ሕይወቴን ለዘለዓለም ብርሃንን አብሪ ለዘለዓለም \nእማጸንሻለሁ ለዘለዓለም ድንግል ለነፍሴ ለዘለዓለም \nአደራ ቅድስት አንቺ ነሽ ዋሴ /2/ \nnእጅግ የበዛ ነው ለዘለዓለም ያለኝ ፍቅር ለዘለዓለም \nአይወሰንም ለዘለዓለም አይነገርም ለዘለዓለም \nበእርሷ ደስ ይለኛል ለዘለዓለም ሐሴት አደርጋለሁ ለዘለዓለም \nስሟን እየጠራሁ እዘምራለሁ /2/ \n\nንኢ ንኢ ስላት ለዘለዓለም ቀንና ሌሊት ለዘለዓለም \nአትለየኝም ለዘለዓለም ለእኔስ ቅርቤ ናት ለዘለዓለም \nእጹብ እጹብ ብለው ለዘለዓለም አመሰገኗት ለዘለዓለም \nክብርዋን ሊገልጹ ቢያጥራቸው ቃላት /2/'
        ),
        Muzmur(
        title: 'ስምሽን ጠርቼ',
        body: 'ስምሽን ጠርቼ መቼ አፍራለሁ \nማርያም ብዬ መቼ አወድቃለሁ \nየምጽናናበት ስምሽ ነውና \nድንግል ሆይ ላቅርብ ላንቺ ምስጋና \n\nጨለማ ውጦኝ በጠላት ሀገር ለዘመናትም ስረገጥ ስኖር \nዲያብሎስ ማርኮ ሲያሰቃየኝ \nየዓለሙን መድን ወለድሸልኝ \nከአባቶቼ ርስት ከሀገር ወጥቼ \nበአህዛብ ሀገር ስኖር ተሽጬ \nደርሰሽ አጽናንተሸ አከበርሽኝ \nብቸኝነቴን አስረሳሽኝ \n\nድንኳኑ ሞልቶ ሰዉ ታድሞ \nአስተናባሪው በጭንቀት ቆሞ \nምን አቀርባለሁ ብዬ ስቸገር \nምልጃሽ ደርሶልኝ ዳንኩኝ ከማፈር \nያሰብኩት ሀሳብ ደመና ሆኖ \nቢበተንብኝ እንደ ጉም ተኖ \nይሆናል ያልኩት ሳይሆን ቢቀርም \nበእመ አምላከ እኔስ ተስፋ አልቆርጥም \n\nእናት አባቴ ባያስታውሱኝ \nይህቺ ዓለም ንቃ ገፍታ ብትተወኝ \nአንቺ ካለሺኝ ምን እሆናለሁ \nአውሎ ነፋሱን ባህሩን አልፋለሁ \nጠላቴ ደርሶ ቢያንገላታኝም \nመከራ አብዝቶ ቢያስጨንቀኝም \nአላቋርጥም ያንቺን ምስጋና \nውለታሽ ድንግል አለብኝና \n\nከፉዎች ደርሰው ቢዝቱብኝም \nአንቺን መውደዴን አያስተዉኝም \nበአህዛብ መሃል ስምሽን ስጠራ \nመከታ ሁኚኝ እናቴ አደራ'
        ),
        Muzmur(
        title: 'ሰረገላዎችህ',
        body: 'ሰረገላዎችህ የእሳት ናቸው \nየሌጌዎን ጭፍሮች ማይችሏቸው \nየገሐነም ደጆች ማይችሏቸው \nአንተ ብቻ ቅዱስ ሐያል ጌታ \nሳመልክህ እኖራለሁ ጠዋት ማታ /2/ \n\nበእሳት ሰረገላ ታጥሯል መንገዳችን \nግያዝ ሆይ አትፍራ አለ ፈጣሪያችን \nየጠላትን ምሽግ በቃሉ ይቆርጣል \nከእኛ ጋራ ያለው ከእነርሱ ይበልጣል \n\nከቴማን ተራራ ከፋራን ሲወርድ \nጠላት ይጨነቃል በድምጹ ሞገድ \nጦረኛ አያበዛም ሞኣብን ሲመታ \nበአህያ መንጋጋ ሺውን ጥሏል ጌታ \n\nየጥልቁን መሠረት በነፋስ አስሮታል \nከሰማያት በላይ ዙፋኑን ዘርግቷል \nዘንባባ ይዛችሁ ግቡ ከመቅደሱ \nበምስጋናው እሳት እንድትቀደሱ \n\nወደረኞቻችን ከቁጥር ቢበዙ እንደ ቃየል ልጆች ሾተል አንመዝም\nእንጀራ መግበን እንሰዳቸዋለን \nበቀልና ፍርድን ለአምላካችን ትተን'
        ),
        Muzmur(
        title: 'ሞገድ ሲመታኝ',
        body: 'ሞገድ ሲመታኝ ማዕበሉ \nማን ያድነዋል ሁሉም ሲሉ \nበሰላም አለፍኩ በፀጥታ /2/ \nሁሉ ተችሎ ላንተ ጌታ /2/ \n\nበአንተስ ቁስል ተፈወስኩኝ \nጌታ በፍቅርህ ተማረኩኝ \nሞቴን ሸረኸው ባንተ ሞት /2/ \nይኸው አቆምከኝ በሕይወት /2/ \nደጅ ስጠናህ ስማጸንህ \nመቼ ጨከነ ጌታ ልብህ \nእንደ ቀራጩ አመሰገንኩ /2/ \nምህረት ጸጋህን ከእጅህ ለበስኩ /2/ \n\nዘውትር አልል ብል ብዘምር \nስለገባኝ ነው ያንተ ፍቅር \nጌታ እምጠራው ስምህን /2/ \nለውጠኸው ነው ታሪኬን /2/ \n\nአይኖቼ ኢያዩም ካንተ በቀር \nየምትወደድ የምትፈቀር \nዘመድ ወገኔ ሆነኸኛል /2/ \nእኔን የሚችል የት ይገኛል /2/'
        ),
        Muzmur(
        title: 'ገና እንዘምራለን',
        body: 'ገና እንዘምራለን /4/ \nአንደ መላዕክቱ ብርሃንን ለብሰህ \nገና እንዘምራለን \n\nወላዲት አምላክን ከፊት አስቀድመን \nበዳዊት በገና መሰንቆ ታጅበን \nለስላሴ ክበር ገና እንዘምራለን \nገና እንዘምራለን \n\nበምስጋና ስራ ከሰለጠኑት ጋር \nልብን የሚያስደስት መዝሙር እየዘመርን \nያልተሰማ ዜማ ያልታየ ምስጋና \nይፈልቃል አይቀርም ከእኛ ልቦና \nገና እንዘምራለን \n\nበትዕቢት ሳይሆን በታላቅ ትህትና \nበልዩ ተመስጦ በፍቅር ልቦና \nስራችን ይሆናል ለአምላከ ምስጋና \nገና እንዘምራለን \n\nዳዊት በተመስጦ እርቃኑን ቢሆንም \nሜልኮል በዝማሬው ብትስቅበትም \nአምላክ ከወደደ እንዲያመሰግነው \nበደስታ እንዳይዘምር ከልካዩ ሰው ምን ነው \nገና እንዘምራለንገና እንዘምራለን /4/ \nአንደ መላዕክቱ ብርሃንን ለብሰህ \nገና እንዘምራለን \n\nወላዲት አምላክን ከፊት አስቀድመን \nበዳዊት በገና መሰንቆ ታጅበን \nለስላሴ ክበር ገና እንዘምራለን \nገና እንዘምራለን \n\nበምስጋና ስራ ከሰለጠኑት ጋር \nልብን የሚያስደስት መዝሙር እየዘመርን \nያልተሰማ ዜማ ያልታየ ምስጋና \nይፈልቃል አይቀርም ከእኛ ልቦና \nገና እንዘምራለን \n\nበትዕቢት ሳይሆን በታላቅ ትህትና \nበልዩ ተመስጦ በፍቅር ልቦና \nስራችን ይሆናል ለአምላከ ምስጋና \nገና እንዘምራለን \n\nዳዊት በተመስጦ እርቃኑን ቢሆንም \nሜልኮል በዝማሬው ብትስቅበትም \nአምላክ ከወደደ እንዲያመሰግነው \nበደስታ እንዳይዘምር ከልካዩ ሰው ምን ነው \nገና እንዘምራለንገና እንዘምራለን /4/ \nአንደ መላዕክቱ ብርሃንን ለብሰህ \nገና እንዘምራለን \n\nወላዲት አምላክን ከፊት አስቀድመን \nበዳዊት በገና መሰንቆ ታጅበን \nለስላሴ ክበር ገና እንዘምራለን \nገና እንዘምራለን \n\nበምስጋና ስራ ከሰለጠኑት ጋር \nልብን የሚያስደስት መዝሙር እየዘመርን \nያልተሰማ ዜማ ያልታየ ምስጋና \nይፈልቃል አይቀርም ከእኛ ልቦና \nገና እንዘምራለን \n\nበትዕቢት ሳይሆን በታላቅ ትህትና \nበልዩ ተመስጦ በፍቅር ልቦና \nስራችን ይሆናል ለአምላከ ምስጋና \nገና እንዘምራለን \n\nዳዊት በተመስጦ እርቃኑን ቢሆንም \nሜልኮል በዝማሬው ብትስቅበትም \nአምላክ ከወደደ እንዲያመሰግነው \nበደስታ እንዳይዘምር ከልካዩ ሰው ምን ነው \nገና እንዘምራለን'
        ),
        Muzmur(
        title: 'ባለውለታዬ',
        body: 'ባለውለታዬ /2/ \n ከአመድ ያነሳኸኝ ከትቢያ ተጥዬ \nተመስገን ጌታዬ \n\nበሩን ቢዘጋብኝ ስምኦን ጨክኖ \nዝቅ አድርጎ ቢያየኝ ከአይሁድ ጋር ሆኖ \nእንድቀርብ ወደ እርሱ አዘዘ ጌታዬ \nእግሩን አጥበዋለሁ ወድቄ በእንባዬ /2/ \n\nየቀራጭ አለቃ ቢሆንም ስራዬ \nእንድወርድ ከዛፉ አዘዘ ጌታዬ \nማዕረጌን መሸከም እስኪያቅተኝ ድረስ \nቤቴ ተባረከ በኢየሱስ ክርስቶስ /2/ \n\nድንጋይ የጨበጡ ፈራጆች ከበውኝ \nነውሬን ዘርዝረው ጌታ ፊት አቆሙኝ \nፈረደችባቸው ሃጢያትም በእነርሱ \nበሰላም ሂጅ ብሎ ምሮኛል ንጉሱ /2/ \n\nየማምነውን አምላክ አውቀዋለሁ እኔ \nበሰራልኝ ስራ በእድሜ በዘመኔ \nፍቅሩን ተሸክሟል የልቤ ትከሻ \nልለየው አልችልም እስከመጨሻ /2/'
        ),
        Muzmur(
        title: 'ድንግል በድንግልና',
        body: '\nድንግል በድንግልና ጸንሳ \nበድንግልና ትወልዳለች \nስሙንም አማኑኤል ትለዋለች \n\nገና ሳይጸነስ ዘመኑ ሳይገባ \nገረድ መሆን ሻተች ትንቢቱን አንብባ \nልታያት ናፈቀች ያችን ቅድስት እናት \nለክብርዋ ተገዝታ ውሃ ልትቀዳለት \nባርያ ልሁን አለች ዝቅ አድርጋ ራሷን \nመች አወቀችና እናቱ መሆኗን \n\nጥቂት ለሚሻ ሰው ያውቃል ብዙ መስጠት \nበማህጸኗ መቅደስ ሲቀድስ ኖረበት /nሀር ወርቁን ስትፈትል በቤተ መቅደሱ /nማደርያው እንድትሆን መረጣት ንጉሱ /n/nበህሊናው ተስላ የነበረች ምናብ /nመሰላል ሆነችው ለአዳም ድህነት ርካብ /nበጎ መዓዛዋን ውበቷን ወደደ /nበማህፀኗ ሊያድር እግዚአብሔር ወረደ /n/nከኪሩቤል ይልቅ ጀርባዋ ተመቸው /nንጽህይት ናትና የማትቆረቁረው /nየተዘጋጀ መቅደስ ከቶ እማትከፈት /nታትማ የኖረች የከብሩ ሰገነት /n/nማንም አይከፍታትም ጥበብ አላትና /nየእስራኤል ቅዱስ ገብቶባታልና /nበረቀቀ ጥበብ ድንግል ተደነቀች /nበሆዷ ቅዳሴን እያስተናገደች /n/nጎንበስ አለች ማርያም ውዳሴ ልትሰማ /nከቅኔያት ሀገር ከሆዷ ከተማ'
        ),
        Muzmur(
        title: 'ያዕቆብ ከቤርሳቤት',
        body: 'ያዕቆብ ከቤርሳቤት ወደ ካራን ሲሄድ \nየለውም ነበረ አማካሪ ዘመድ \nፀሐይ ጠልቃ ነበር ከዛ እንደ ደረሰ \nከእርሱም በታች ድንጋይ ተንተራሰ \n\nህልምንም ዓለመ ታላቁን ራዕይ \nመሰላል ተተክሎ ከምድር አስከ ሰማይ \nሲወጡ ሲወርዱ መላዕክት በእርሱ ላይ \nእግዚአብሔርም ቆሞ ከላይ ከጫፏ ላይ \n\nየአባቶችህ አምላክ እኔ እግዚአብሔር ነኝ \nይህን ምድር ለርስትህ እሰጥሃለሁኝ \nዘርህ እንደ አሸዋ በምድር ይበዛል \nበአራቱም ማዕዘን ህዝብህም ይዘራል \n\nአበው በምሳሌ እንደተናገሩት \nከምድር እስከ ሰማይ አምላክ የዘረጋው \nበላይዋ ተቀምጦ በግልፅ የታየባት \nየያዕቆብ መሰላል እመቤታችን ናት \n\nሰማይና ምድር የሚታረቁባት \nወልደ እጓለ እምያው የተወለደባት \nመላዕክት ከሰማይ በአንድ የዘመሩባት \nታላቋ መሰላል እመቤታችን ናት'
        ),
        Muzmur(
        title: 'ኦ ሚካኤል',
        body: 'ኦ ሚካኤል /2/ ሊቀ መላዕክት \nበሃጢያት እንዳንወድቅ እንዳንሞት \nፈጥነህ ተራዳን አጽናን በዕምነት \n\nለያዕቆብ ነገድ ሚካኤል \nለእስራኤል \nጠባቂያቸው ነህ << \nመላከ ኃይል << \nፍቅር አድለን ምህረት /nቅዱስ ሚካኤል የእኛ አባት /2/ \n\nነጸብራቃዊ ሚካኤል \nተከህኖ ልብስህ << \nሐመልማለ ወርቅ << \nዓይኑ ዘርግብ << \nፍቅርን አድለን ምህረት \nቅዱስ ሚካኤል የእኛ አባት /2/ \n\nበስዕልህ ፊት ሚካኤል \nእሰግዳለሁ \nፈጥነህ አረጋጋኝ << \nአለሁ በለኝ << \nፍቅርን አድለኝ ምህረት ቅዱስ ሚካኤል የእኛ አባት /2/'
        ),
        Muzmur(
        title: 'አንደበቴም ያውጣ',
        body: 'አንደበቴም ያውጣ የምስጋናን ቅኔ \nየአምላኬን ማዳን አይቻለሁ በዓይኔ \nበገባኦን ሰማይ ፀሐይን ያቆመ \nዛሬም ጎብኝቶኛል እየደጋገመ \n\nወጥመድ ተሰበረ እኔም አመለጥኩኝ \nከሃጢያት ፍላፃ ከሞት አተረፈኝ \nየአናብስቱን አፍ በሐይሉ የዘጋ \nየዳንኤል አምላክ ይኖራል ከእኔ ጋር \n\nበዳዊት ምስጋና በያሬድ ዝማሬ \nከቅዱሳን ጋር ልዘምር አብሬ \nእርሱን ሳመሰግን ሜልኮል ብትስቅብኝ \nለጌታዬ ክብር እዘምራለሁኝ \n\nአስፈሪው ነበልባል እሳቱ ቢነድም \nለጣኦት እንድንሰግድ ነገስታት ቢያውጁም \nሁሉ ቢተወኝም ቢጠላኝም ዓለም \nጽናት ይሆነኛል ጌታ መድሃኒዓለም'
        ),
        Muzmur(
        title: 'ገድሉ ተዓምራቱ',
        body: 'ገድሉ ተዓምራቱ እጅግ ብዙ ነው \nጣኦትን አዋርዶ የተሸለመው \nየተዋህዶ ኮከብ ተክለ ሐዋርያ \nአባ ተክለሃይማኖት ዘኢትዮጵያ \nዳግማዊ ዮሐንስ ጠፍር የታጠቀ \nንጹህ ባህታዊ ጠላት ያስጨነቀ \nየጸጋ ዘ አብ ፍሬ ዛፍ ሆኖ በቀለ \nበደብረ ሊባኖስ መናኝ አስከተለ \nደካማ መስሏቸው በአንድ እግሩ ቢያዩት \nባለ ስድስት ክንፉ ተክልዬ የእኛ አባት \nእርሱስ አንበሳ ነው ትናገር ደብረ አስቦ \nሌጊዮን ሲዋረድ እፍረት ተከናንቦ \nከካህናት መካከል ሕሩይ ነው ተክልዬ \nመጣሁ ከገዳምህ ልሳለምህ ብዬ \nኢትዮጵያዊው ቅዱስ አባ ተክለሃይማኖት \nወልድ ዋህድ ብለህ ምድሪቷን ቀደስካት \n\nየባረከው ውሃ የረገጥከው መሬት \nገላው ያረፈበት ሆኗል ጸበል ዕምነት \nኑና ተመልከቱ ድውያን ሲፈቱ \nይሰብካል ተክልዬ ዛሬም እንደ ጥንቱ'
        ),
        Muzmur(
        title: 'ክብረ ቅዱሳን',
        body: 'ክብረ ቅዱሳን ይዕቲ /2/ \nክብረ ቅዱሳን /2/ \nሙዳየ መና ግሩም ሙዳየ መና /2/ \n\nየቅዱሳኑ ክብር ነሽና \nእንሰጥሻለን ቅኔ ምስጋና \nየወለድሽልን የሕይወት መና \nዝናብ ያለብሽ ታናሽ ደመና \n\nትህትና ልብስሽ ፍቅር ውበትሽ \nጽንስ የዘልላል ሰላምታ ድምፅሽ \nእሳቱን ወልደሽ እሳት ታቅፈሻል \nሳንዘምርልሽ መቼ ይመሻል \n\nየፀሐይ መውጫ ምስራቅ ሆነሽ \nታላቁን ብርሃን አየንብሽ \nአትጨልምም ሕይወታችን \nልጅሽ እስካለ ፀሓያችን \n\nሰዓሊ ለነ ሰላም ለኪ \nተማህጸነ በኪዳንኪ \nንኢ ርግብየ ምስለ ወልድኪ \nሰማይ ወምድር ይወድሱኪ'
        ),
        Muzmur(
        title: 'እቴ ሙሽራዬ',
        body: 'እቴ ሙሽራዬ ሰሎሞን ያለሽ /2/ \nእኔም ልበልሽ እናቴ \nእመ ማርያም ግቢ በቤቴ /2/ \n\nሁሉም ሰው ለራሱ ወንበር ሲዘረጋ \nየክብርን ሽልማት ለራሱ ሲያስጠጋ \nድንግል እንደ ባሪያ ውሃ ተሸክመሽ \nጌታን በትህትና ታገለግያለሽ \n\nነይ በደመና /2/ \nእመቤታችን ርህርይተ ሕሊና \n\nወርቀ ዘቦ ለብሰው በቤቱ ከሞሉት \nበሀርና በእንቁ ከተንቆጠቆጡት \nበሰው ፊት ያማሩ ብዙ ሆነው ሳለ \nጌታ ግን ወደደሽ እናቴ ነሽ አለ \n\nነይ በደመና /2/ \nእመቤታችን ርህርይተ ሕሊና \n\nአሳድጐሽ ሳለ መልአኩ መግቦ \nተሸልመሽ ሳለ በዝቶልሽ ተውህቦ \nእጅግ በትህትና ስላገለገልሽው \nእንደ ኪሩብ መላዕክ ጌታን ተሸከመሸው \nነይ በደመና /2/ \nእመቤታችን ርህርይተ ሕሊና \n\nየባሪያውን ውርደት ተመልክቷልና \nለወለድሽው ንጉስ ይድረሰው ምስጋና \nከልብ የወጣ እንጂ ከንቱውን አይደለም \nብጽዕት እንላለን እኛ ዘለዓለም \n\nነይ በደመና /2/ \nእመቤታችን ርህርይተ ሕሊና'
        ),
        Muzmur(
        title: 'ምስጋና ነው ስራዬ',
        body: 'ምስጋና ነው ስራዬ በዘመኔ በእድሜዬ \nለዋለልኝ ውለታ ምን ልክፈለው ለጌታ \n\nትላንትና ጥልቁ ነበረ መኖሪያዬ \nየማዳኑ ቀኑ ደረሰ የጌታዬ \nእራቁቴን ሸፍኖልኛል በበርሃኑ \nምግቤ ሆኗል ስሙን ማወደስ በየቀኑ \n\nአልተራብኩም አልተጠማሁም በዘመኔ \nምግበ ስጋ ምግበ ነፍስ ነው ጌታ ለእኔ \nተበጥሷል የእሳቱ ገመድ ሰንሰለት \nአልረሳውም የእርሱን ውለታ ብድራት \n\nማን ያፈቅራል እስከ ሞት ድረስ ዋጋ ከፍሎ \nማን ያድናል ባለስልጣኑን ሞትን ገድሎ \nአማኑኤል በፍቅሩ ጸዳል ምድርን ከድኖ \nሰው አድርጎኛል የማይሆኑትን ሁሉ ሆኖ \n\nእንዴት ብዬ ፍቅሩን ልግለጸው እንዴት ብዬ \n\nስለ እጆቹ በእንባ ጨቀየ መኝታዬ /nበእርሱ ቁስል ነፍሴ ወጥታለች ከመከራ \nበዝማሬ ስሙን ማክበር ነው የእኔ ስራ'
        ),
        Muzmur(
        title: 'የፍቅር እናት',
        body: 'የፍቅር እናት የሰላም /2/ \nይናፍቀኛል ስምሽን ሳልጠራው ስቀር ማርያም \n\nበሕይወቴ ውስጥ በኑሮዬ \nቅደሚ ከፊት ከኋላዬ \nተደላደለ ልቤ \nአንቺ አለሽና ከአጠገቤ \n\nምኞቴም ይስመር ድብቅ ህልሜ \nልለፍ ወጀቡን ተቋቁሜ \nየጌታዬ እናት ነሽ \nኃይልን ያደርጋል ጸሎትሽ \n\nእንዴት እቀራለሁ ከመንገዴ አደራ እናቴ አስቢኝ \nለሚያስጨንቀኝ ጠላት ለሚያሳድደኝ አትስጪኝ \n\nትላንትም ዛሬም አመስጋኝ ነኝ \nየለም ለነገ የሚያስፈራኝ \nሜዳ ይሆናል ተራራ \nልጅሽ ስላለ ከኔ ጋራ \n\nአንዴት እቀራለሁ ከመንገዴ አደራ እናቴ አስቢኝ \n?=ለሚያስጨንቀኝ ጠላት ለሚያሳድደኝ አትስጪኝ'
        ),
        Muzmur(
        title: 'ይበራል በክንፉ',
        body: 'ይበራል በክንፉ ምልጃውም ፈጣን ነው \nየአምላክ ስም አለበት ስሙ ሚካኤል ነው \nያሳደገኝ መልዓከ ዛሬም ከአኔ ጋር ነው /2/ \n\nከፊቴ ቀደመ ደመናን ዘርግቶ \nእንዳልደናቀፍ ጉድጓዶቼን ሞልቶ \nዛሬ ላለሁበት ብርቱ ጉልበት ሆነኝ \nሰው ለመባል በቃሁ ሚካኤል ደገፈኝ \n\nበእናቴ እቅፍ ገብቼ መቅደሱ \nአለሁ እስከዛሬ አጥሮኝ በመንፈሱ \nየሕይወቴን ሰልፎች አለፍኩ ከእርሱ ጋራ \nተጽፏል በልቤ የሚካኤል ስራ \n\nበዙሪያዬ ተከሎ የእሳት ምሶሶውን \nጽድቅ እየመገበ አሳደገኝ ልጁን \nየአምላኬን ምስጋና ዘውትር እያስጠናኝ \nእርሱ ነው ሚካኤል በመዝሙር የሞላኝ \n\nፊት ለፊት ተተክሎ ከታናሿ መንደር \nይሰማኝ ነበረ ቅኔው ሲደረደር \nይወስደኛል ደጁ እየቀሰቀሰ \nታላቁን በረከት በውስጤ አፈሰሰ \n\nሴኬምን እንዳላይ ክንፎቹን ጋረደ \nመራኝ ወደ ሕይወት መዳኔን ወደደ \nየሞአብን ቋንቋ ከአፌ ላይ አጥፍቶ \nበጸጋው ቃል ቃኘኝ በበረከት ሞልቶ'
        ),
        Muzmur(
        title: 'አንድ አድርገን',
        body: 'አንድ አድርገን ጌታ ሆይ አንድ \nአድርገን ሰላምህን ፍቅርህንም ለግሰን \n\nቤተ ክርስቲያን ሆይ ምነው ተረበሽ \nአንድነትሽ ጠፍቶ ሰላምን አጣሽ \nአንደኛው ሲጠቅምሽ ሌላኛው ሲጎዳሽ \nብዙ ልጆች ወልደሽ የወላድ መካን ሆንሽ \n\nበዘርና ጎሳ ስንከፋፈል \nቅጥራችን ፈረሰ በጠላታችን \nመሳለቂያ ሆነን በየአደባባዩ \nልዩነትን አይተው ብዙዎች ተለዩ \n\nላያችን የሚያምር ልስን መቃብሮች \nአስመስለን ያለን የሀሰት አማኞች \nበመካከላችን ፍቅርን አስወጥተን \nእንደ ርብቃ ልጆች እንገፋፋለን \n\nለዕምነት ያልቆመው በውሸት ሲከሰን \nአንድነት ሳይኖረን ዘመንን አስቆጠርን \nያ ጥቅም ፈላጊው ስምን እያጠፋ \nለስጋው የሚሆን ርስቱን አሰፋ'
        ),
        Muzmur(
        title: 'በንጹህ ደሙ',
        body: 'በንጹህ ደሙ ያዳነን \nከወደቅንበት ያነሳን /2/ \nብዙ ነው የእርሱ ውለታ \nእንዘምራለን ለጌታ \n\nቀና ብለናል በክብር \nአንገቱን ደፍቶ በፍቅር \nስለኛ ብዙ ሆኖልን \nየብርሃን አክሊል ደፋልን \nየዓለም መድሃኒት ጌታ ነው \nጠላታችንን ያሰረው /2/ \n\nእርቃኑን ሆኖ ሸለመን \nእየደከመ አቆመን \nእርሱ በመስቀል ሲሞት \nእኛ ተፃፍን በሕይወት \nየዓለም መድሃኒት ጌታ ነው \nጠላታችንን ያሰረው /2/ \n\nእስከ ሺ ትውልድ ይምራል \nፍቅር ነውና ይራራል \nአይዝልም የእርሱ ትከሻ \nመጨረሻ ነው መድረሻ \nየዓለም መድሃኒት ጌታ ነው ጠላታችንን ያሰረው /2/ \n\nበደም ያጌጠ ልብስ አለው ከአማልከት ማንም አይመስለው \nትውልዱ ማዳኑን ይስማ \nነግሷል በፅዮን ከተማ \nየዓለም መድሃኒት ጌታ ነው \nጠላታችንን ያሰረው /2/'
        ),
        Muzmur(
        title: 'ቤተ ክርስቲያን',
        body: 'ቤተ ክርስቲያን ባሕረ ጥበባት /4/ \nአትመረመርም  /2/ እጅግ ጥልቅ ናት \n\nበስጋዊ ጥበብ ለማወቅ ቢቃጣ /2/ \nየዕምነት መነጽሩን ይዞ ስላልመጣ /2/ \nኧኸ አትመረመርም /2/ እጅግ ጥልቅ ናት \n\nአንዳንዱ በክህደት /2/ ፈጣሪውን አጣ ኧኸ አንዳንዱ በክህደት /2/ ፈጣሪውን አጣ ኧኸ ለማያምኑት ሞኝነት ነው ለእኛ ግን ሕይወት ነው አንዳንዱ ቢክደው /2/ እየተታለለ የመስቀሉ ቃል ለእኛ የእግዚአብሔር ሃይል ነው /4/ ለማያምኑት ሞኝነት ነው ለእኛ ግን ሕይወት ነው እንመሰከራለን ፈጣሪያችን አለ /2/ እንመሰክራለን አማኑኤል አለ /2/ ኧኸ አንዳንዱ ቢክደው /2/ እየተታለለ እንመሰክራለን ማርያም አማላጅ ናት /2/ እንመሰክራለን ድንግል አማላጅ ናት /2/ ወላዲተ አምላክ /2/ መሰረተ ሕይወት ኧኸ ወላዲተ አምላክ /2/ መሰረተ ሕይወት'
        ),
        Muzmur(
        title: 'ከክርስቶስ ፍቅር',
        body: 'ከክርስቶስ ፍቅር የሚለየኝ ማነው/2/ \nመከራ ችግር ስቃይ ወይስ ራቆት ነው/2/ \n\nአንፈራም አንሰጋም አንጠራጠርም/2/ \nበደሙ መሥርቶ ከሠራልን ቤት/2/ \n\nከቶ የት ይገኛል እንዲህ ያለ ቤት \nየውኃ ግድግዳ የደም መሠረት/2/ \n\nየውኃ ግድግዳ የደም መሠረት/2/ \nእግዚአብሔር ከኛ ጋራ ይኖራል ለዘለዓለም/2/ \n\nበትጋት ተራምደን እንግባ በጠዋት/2/ \nይኸው እዚህ አለ የአማኑኤል ቤት/2/'
        ),
         

];
 